[
 {
   "name": "Princeton University",
   "description": "Princeton, among the oldest colleges in the U.S., is located in the quiet town of Princeton, New Jersey. Within the walls of its historic ivy-covered campus, Princeton offers a number of events, activities and organizations. The Princeton Tigers, members of the Ivy League, are well known for their consistently strong men's and women's lacrosse teams. First-year students and sophomores live in one of seven residential colleges that provide a residential community as well as dining services but have the option to join one of more than 10 eating clubs for their junior and senior years. The eating clubs serve as social and dining organizations for the students who join them. Princeton's unofficial motto, \"Princeton in the Nation's Service and the Service of Humanity,\" speaks to the university's commitment to community service.",
   "SAT": 1510,
   "GPA": 3.9,
   "geography": "northeast",
   "size": "medium",
   "urbanization": "suburban",
   "ownership": "private",
   "image": "https://www.princeton.edu//sites/default/files/images/2017/06/20060425_NassauHall_JJ_IMG_5973.jpg",
   "link": "https://www.princeton.edu"
 },
 {
   "name": "Massachusetts Institute of Technology",
   "description": "Located outside Boston in Cambridge, Massachusetts, MIT focuses on scientific and technological research and is divided into five schools and a college. University research expenditures have exceeded $700 million a year, with funding from government agencies such as the Department of Health and Human Services and Department of Defense. MIT’s highly ranked graduate schools include the School of Engineering and Sloan School of Management, in addition to strong programs in economics, biology, chemistry, earth sciences, physics and mathematics. Freshmen are required to live on campus, and about 70% of all undergraduates live on campus. Architect Steven Holl designed one dorm, commonly called \"The Sponge.\" The Independent Activities Period, a four-week term in January, offers special courses, lectures, competitions and projects. Distinguished alumni include Apollo 11 astronaut Buzz Aldrin, former U.N. Secretary General Kofi Annan and former Federal Reserve Bank Chairman Ben Bernanke.",
   "SAT": 1540,
   "GPA": 0,
   "geography": "northeast",
   "size": "small",
   "urbanization": "urban",
   "ownership": "private",
   "image": "https://www.mit.edu/files/images/201807/15656704711_00457bd2c9_b_1.jpg",
   "link": "https://www.mit.edu"
 },
 {
   "name": "Harvard University",
   "description": "Located outside Boston in Cambridge, Massachusetts, Harvard University is made up of 12 graduate and professional schools, an undergraduate college and the Harvard Radcliffe Institute. Its schools include the top-ranked Business School and Medical School and the highly ranked Graduate Education School, School of Engineering and Applied Sciences, Law School and John F. Kennedy School of Government. Harvard is a private, nonprofit institution that was founded in 1636 colonial America by the General Court of the Massachusetts Bay Colony. The school was initially created to educate members of the clergy, according to the university’s archives. Harvard is named after a Puritan minister – John Harvard – who, in 1638, left his 400-book library and half of his estate to the young school. The first commencement ceremony at Harvard, held in 1642, had nine graduates.",
   "SAT": 1530,
   "GPA": 3.9,
   "geography": "northeast",
   "size": "medium",
   "urbanization": "urban",
   "ownership": "private",
   "image": "https://d3vgmmrg377kge.cloudfront.net/about/PublishingImages/campus-donors/hbs_aerial_shot_philanthroopy_home_640x360.jpg",
   "link": "https://www.harvard.edu"
 },
 {
   "name": "Stanford University",
   "description": "Stanford University’s pristine campus is located in California’s Bay Area, about 30 miles from San Francisco. Stanford offers a wide range of student organizations, including the Stanford Pre-Business Association and Stanford Solar Car Project, which designs, builds and races a solar car every two years. The Stanford Cardinal are well known for the traditional \"Big Game\" against Cal, an annual football competition that awards the Stanford Axe — a sought-after trophy — to the victor. Stanford also has successful programs in tennis and golf. Only freshmen are required to live on campus, but students are guaranteed housing for all four years, and most choose to remain on campus. Greek life at Stanford represents approximately 25% of the student body.",
   "SAT": 1520,
   "GPA": 3.9,
   "geography": "west",
   "size": "medium",
   "urbanization": "suburban",
   "ownership": "private",
   "image": "https://assets.stanford.edu/i/2000x0/smart/filters:quality(60)/f/102579/7308x4877/b178ed4808/25009304711_b36a02384e_o.jpg",
   "link": "http://stanford.edu"
 },
 {
   "name": "Yale University",
   "description": "Yale University, located in New Haven, Connecticut, is known for its excellent drama and music programs, which reach outside the classroom with student organizations such as the Yale Whiffenpoofs, a famous a cappella group, and the Yale Dramatic Association. The Yale Bulldogs compete in the Ivy League and are well known for their rivalry with Harvard. Students are assigned to live in one of 14 residential colleges during their time at Yale. Each college has a head and dean who live in the college and eat with students in the dining halls. Cultural centers provide a space for students to build a sense of cultural identity on campus.",
   "SAT": 1530,
   "GPA": 0,
   "geography": "northeast",
   "size": "medium",
   "urbanization": "urban",
   "ownership": "private",
   "image": "https://admissions.yale.edu/sites/default/files/styles/main-carousel-image--1280x850/public/home-main-carousel-images/crosscampus2019.png?itok=QJDBkwgU",
   "link": "http://yale.edu"
 },
 {
   "name": "University of Chicago",
   "description": "The University of Chicago, situated in Hyde Park, offers a rich campus life in a big-city setting. In addition to the college, the university has postgraduate offerings that include the highly ranked Booth School of Business, Law School, Pritzker School of Medicine and Harris School of Public Policy. The Chicago Maroons have 18 NCAA Division III teams, which compete in the University Athletic Association, and have strong basketball and wrestling programs.",
   "SAT": 1540,
   "GPA": 0,
   "geography": "midwest",
   "size": "medium",
   "urbanization": "urban",
   "ownership": "private",
   "image": "https://humanities-web.s3.us-east-2.amazonaws.com/college-prod/s3fs-public/styles/sixteen_by_nine/public/images/2018-12/dji_0025_b.jpg?itok=uLJMNn1D",
   "link": "https://www.uchicago.edu"
 },
 {
   "name": "Johns Hopkins University",
   "description": "Johns Hopkins University is divided into nine schools, five of which serve undergraduates. The Homewood Campus, one of the university’s four campuses in and around Baltimore, is the primary campus for undergraduates. Freshmen and sophomores are required to live on campus. More than 1,300 students participate in the Greek community. Hopkins also has additional campuses for its School of Advanced International Studies in Washington, D.C.; Bologna, Italy; and Nanjing, China. Hopkins’ graduate programs include the top-ranked Bloomberg School of Public Health and the highly ranked School of Education, Whiting School of Engineering, School of Medicine and the well-regarded Peabody Institute for music and dance. Johns Hopkins Hospital is a top-ranked hospital with highly ranked specialties.",
   "SAT": 1540,
   "GPA": 3.9,
   "geography": "south",
   "size": "medium",
   "urbanization": "urban",
   "ownership": "private",
   "image": "https://www.tclf.org/sites/default/files/thumbnails/image/MD_Baltimore_JohnsHopkinsUniversity_09_BarrettDoherty_2018_Sig.jpg",
   "link": "http://jhu.edu"
 },
 {
   "name": "University of Pennsylvania",
   "description": "The University of Pennsylvania, located in Philadelphia, was founded by Benjamin Franklin. The Penn Quakers have more than 25 NCAA Division I sports that compete in the Ivy League, and are noted for successful basketball and lacrosse teams. Penn offers housing in more than 10 College Houses, but many students live in the numerous off-campus apartments and houses available. Around 20% of the student body is involved in Greek life, which encompasses nearly 50 fraternities and sororities. The school also offers a number of clubs and organizations, ranging from performance groups like the Latin and Ballroom Dance club to student publications such as the Penn Political Review. Penn works closely with the West Philadelphia area through community service and advocacy groups.",
   "SAT": 1520,
   "GPA": 3.9,
   "geography": "northeast",
   "size": "medium",
   "urbanization": "urban",
   "ownership": "private",
   "image": "https://www.upenn.edu/sites/default/files/styles/default/public/2020-11/p-100297-master-v1-075a-1600x800.jpg?itok=apAkEATX",
   "link": "https://www.upenn.edu"
 },
 {
   "name": "California Institute of Technology",
   "description": "Caltech, which focuses on science and engineering, is located in Pasadena, California, approximately 11 miles northeast of Los Angeles. Social and academic life at Caltech centers on 11 student residences and houses. Student houses incorporate an admired Caltech tradition: dinners served by student waiters. First-year students are guaranteed housing, and most students remain on campus for all four years. The Caltech Beavers have a number of NCAA Division III teams that compete in the Southern California Intercollegiate Athletic Conference. Integral to student life is the Honor Code, which dictates that \"No member of the Caltech community shall take unfair advantage of any other member of the Caltech community.\"",
   "SAT": 1550,
   "GPA": 0,
   "geography": "west",
   "size": "small",
   "urbanization": "suburban",
   "ownership": "private",
   "image": "https://caltech-prod.s3.amazonaws.com/main/images/2021-Campus-Aerials-01853-WE.2e16d0ba.fill-1600x810-c100.jpg",
   "link": "https://www.caltech.edu"
 },
 {
   "name": "Duke University",
   "description": "Durham, North Carolina, which surrounds Duke's campus, offers a variety of activities including shopping, dining and entertainment. Its \"Bull City\" nickname comes from the Blackwell Tobacco Company's Bull Durham Tobacco. Students at Duke are required to live on campus for their first three years, and freshmen live together on the East Campus. The Duke Blue Devils maintain a fierce rivalry with the University of North Carolina—Chapel Hill Tar Heels and are best known for their outstanding men's basketball program, which is one of the top five most wins all-time college basketball programs in the country. There are more than 700 student groups at Duke University, including fraternities and sororities, sports clubs, and organizations for a variety of other interests.",
   "SAT": 1520,
   "GPA": 0,
   "geography": "south",
   "size": "medium",
   "urbanization": "suburban",
   "ownership": "private",
   "image": "https://d3cin4duo2vkym.cloudfront.net/images/2023/5/2/used_20200426_chapeldrive_midday006.jpg?width=1080&height=608&mode=crop&format=jpg&quality=80",
   "link": "https://duke.edu"
 },
 {
   "name": "Northwestern University",
   "description": "Northwestern University is a Division I school in the Big Ten athletic conference. Northwestern's women's lacrosse team has won multiple NCAA national championships. The school has hundreds of campus organizations to fulfill students' varied interests. All first-year students are required to live on campus for two years. The school's 10 residential colleges offer thematic living quarters for social and academic programming. Northwestern's main campuses are located along Lake Michigan in Evanston and Chicago. In 2008, Northwestern opened a third branch in Doha, Qatar.",
   "SAT": 1510,
   "GPA": 0,
   "geography": "midwest",
   "size": "medium",
   "urbanization": "suburban",
   "ownership": "private",
   "image": "https://news.northwestern.edu/assets/Stories/2021/09/aerial960__FitMaxWzk3MCw2NTBd.jpg",
   "link": "https://www.northwestern.edu"
 },
 {
   "name": "Dartmouth College",
   "description": "Dartmouth College, located in Hanover, New Hampshire, offers a wide range of student activities, including more than 30 NCAA Division I varsity sports teams. More than 90% of students live in on-campus housing, which includes residence halls, fraternity and sorority houses, college-approved coeds and undergraduate societies. Approximately 60% of students are members of Greek organizations, which serve as the hubs of social life at Dartmouth. The Outing Club – the oldest and largest collegiate outing club in the country – is the most popular student organization at Dartmouth, offering outdoor activities, expeditions, gear rentals and courses. Dartmouth is also the birthplace of the programming language BASIC.",
   "SAT": 1500,
   "GPA": 0,
   "geography": "northeast",
   "size": "small",
   "urbanization": "rural",
   "ownership": "private",
   "image": "https://home.dartmouth.edu/sites/home/files/styles/3_2_lg/public/2021-10/20191021_drone_fall_0127.jpg",
   "link": "https://home.dartmouth.edu"
 },
 {
   "name": "Brown University",
   "description": "Located atop College Hill in Providence, Rhode Island, Brown University has a college town feel with Thayer Street serving as a center of activity for shopping and dining. All students at Brown are required to live on campus for their first six semesters, though some eligible students may receive permission to live off campus. Housing options include traditional singles, doubles, triples and suites. With more than 500 student organizations on campus ranging from The Brown Noser satirical newspaper to Brown Ballroom Dance, students can find a way to pursue their interests. The Brown Bears have more than 30 NCAA Division I athletic teams and compete in the Ivy League. Brown also has a small but vibrant Greek community with about a dozen chapters, including a few co-ed Greek organizations.",
   "SAT": 1510,
   "GPA": 0,
   "geography": "northeast",
   "size": "medium",
   "urbanization": "urban",
   "ownership": "private",
   "image": "https://www.brown.edu/sites/default/files/styles/wide_xlrg/public/2019-04/01_About.jpg?h=920929c4&itok=lgYUTHil",
   "link": "https://www.brown.edu"
 },
 {
   "name": "Vanderbilt University",
   "description": "Vanderbilt University offers a wide range of student activities. Located in Nashville, or Music City, there are plenty of off-campus options for dining, shopping, music and entertainment. On campus, Greek organizations play a big role in social life, with more than 20% of students affiliated with Greek life. All undergraduate students at Vanderbilt are required to live on campus, and freshmen live together in The Commons, which has many LEED Gold and Silver certified buildings. The Commodores, named for Vanderbilt founder \"Commodore\" Cornelius Vanderbilt, have teams in the NCAA Division I Southeastern Conference. More than 40 percent of students take advantage of Vanderbilt’s study abroad programs, which are offered in more than 35 countries.",
   "SAT": 1520,
   "GPA": 3.8,
   "geography": "south",
   "size": "medium",
   "urbanization": "urban",
   "ownership": "private",
   "image": "https://www.vanderbilt.edu/wp-content/uploads/sites/3/2023/07/e37927b196c2a0d506403eda4e28f809-1800x1200-c-default.jpg",
   "link": "http://vanderbilt.edu"
 },
 {
   "name": "Rice University",
   "description": "Rice University, located in the heart of Houston’s Museum District, offers a dynamic student life in the nation’s fourth-largest city. The Rice Coffeehouse, Valhalla Pub and Willy’s Pub are all student-run institutions offering on-campus food and drink. Before stepping foot on campus, all students are assigned to one of 11 residential colleges, of which they remain members even if they decide to move off campus. The residential colleges provide housing, dining, and academic and social events. The Rice Owls boast 14 varsity NCAA Division I athletic teams and are well known for their strong baseball program. Students receive free tickets to all varsity athletic events.",
   "SAT": 1530,
   "GPA": 0,
   "geography": "south",
   "size": "small",
   "urbanization": "urban",
   "ownership": "private",
   "image": "https://www.usnews.com/dims4/USNEWS/0b88060/17177859217/resize/800x540%3E/quality/85/?url=https%3A%2F%2Fwww.usnews.com%2Fcmsmedia%2F45%2F8c%2Fee131da64ce48f9d9b0dd1a23f68%2F210324.jpg",
   "link": "https://www.rice.edu"
 },
 {
   "name": "Washington University in St. Louis",
   "description": "Washington University in St. Louis is located in a city that offers professional sports in baseball and hockey in addition to a wide range of options for dining and entertainment. The Wash U Bears are members of the NCAA Division III University Athletic Association. Freshmen are required to live on campus in one of the residence houses. After freshman year, students can choose to live in suite-style housing, on-campus apartments, fraternity houses or off-campus apartments and homes. Approximately 15% of students are affiliated with Greek life at Wash U.",
   "SAT": 1530,
   "GPA": 0,
   "geography": "midwest",
   "size": "medium",
   "urbanization": "urban",
   "ownership": "private",
   "image": "https://wustl.edu/wp-content/uploads/2014/09/danforth-aerial.jpg",
   "link": "https://wustl.edu/wp-content/uploads/2014/09/danforth-aerial.jpg"
 },
 {
   "name": "Cornell University",
   "description": "Cornell University, located in Ithaca, New York, has more than 1,000 student organizations on campus, which range from the Big Red Marching Band to the International Affairs Society. First-year students live together on north campus, and the university has housing options for upperclassmen and graduate students, though many choose to live off campus. Cornell has a thriving Greek life, with more than 60 fraternity and sorority chapters. Cornell has 35 NCAA Division I varsity teams that compete in the Ivy League. The Cornell Big Red are well known for their successful men's lacrosse and men's wrestling teams; the school also has a strong ice hockey program.",
   "SAT": 1500,
   "GPA": 0,
   "geography": "northeast",
   "size": "large",
   "urbanization": "rural",
   "ownership": "private",
   "image": "https://cdnapisec.kaltura.com/p/537811/thumbnail/entry_id/1_ov22y9vj/width/1280/height/720",
   "link": "http://cornell.edu"
 },
 {
   "name": "Columbia University",
   "description": "Located in New York City, Columbia has three undergraduate schools – Columbia College, The Fu Foundation School of Engineering and Applied Science and the School of General Studies – as well as a number of graduate and professional schools, including the highly ranked Business School, Law School and College of Physicians and Surgeons. The university also has a well-regarded College of Dental Medicine and graduate Journalism School.",
   "SAT": 1510,
   "GPA": 0,
   "geography": "northeast",
   "size": "medium",
   "urbanization": "urban",
   "ownership": "private",
   "image": "https://www.columbia.edu/content/sites/default/files/styles/cu_crop/public/content/Morningside%20Campus%20at%20Dusk%202.jpg?itok=SkwvzD5S",
   "link": "http://columbia.edu"
 },
 {
   "name": "University of Notre Dame",
   "description": "Notre Dame is located in South Bend, Ind., just 100 miles outside of Chicago. Only freshmen are required to live on campus, but most students choose to remain on campus in one of the 30 single-sex residence halls. The halls serve as the centers of social life at Notre Dame, as there is no Greek life on campus. Legends, an on-campus restaurant and pub, is a popular spot for watching sporting events. The Notre Dame \"Fighting Irish\" have about 20 varsity NCAA Division I athletic teams and are well known for their consistently strong football program. Over half of students study abroad for at least one semester.",
   "SAT": 1480,
   "GPA": 0,
   "geography": "midwest",
   "size": "medium",
   "urbanization": "suburban",
   "ownership": "private",
   "image": "https://cdn.britannica.com/51/189951-050-81EDCED8/University-of-Notre-Dame-Indiana.jpg",
   "link": "https://cdn.britannica.com/51/189951-050-81EDCED8/University-of-Notre-Dame-Indiana.jpg"
 },
 {
   "name": "University of California, Berkeley",
   "description": "The University of California, Berkeley, often referred to as Cal, is situated overlooking the San Francisco Bay. Typically, 95% or more of incoming freshmen at Berkeley choose to live on campus. There are more than 1,000 student organizations, ranging from political groups to a hang gliding club and everything in between. Berkeley also has a thriving Greek life with dozens of fraternity and sorority chapters. The California Golden Bears, Berkeley’s athletic teams, compete in the Pac-12 Conference and are known for their traditional arch rivalry with Stanford University.",
   "SAT": 1410,
   "GPA": 3.9,
   "geography": "west",
   "size": "large",
   "urbanization": "urban",
   "ownership": "public",
   "image": "https://news.berkeley.edu/wp-content/uploads/2020/07/APA-aerial19_054_FINAL.jpg",
   "link": "http://www.berkeley.edu"
 },
 {
   "name": "University of California, Los Angeles",
   "description": "Located in LA’s Westwood neighborhood, five miles from the Pacific Ocean, UCLA encompasses the College of Letters and Sciences and a number of graduate schools and programs, including the highly ranked Anderson School of Management, Henry Samueli School of Engineering and Applied Science, School of Law and David Geffen School of Medicine. UCLA also has a prestigious School of Theater, Film and Television, and School of Dentistry. The Ronald Reagan UCLA Medical Center is one of the top-ranked hospitals in the country.",
   "SAT": 1400,
   "GPA": 3.9,
   "geography": "west",
   "size": "large",
   "urbanization": "urban",
   "ownership": "public",
   "image": "https://s3.amazonaws.com/cms.ipressroom.com/173/files/20216/60f1ed5f2cfac2723215fd81_Campus+Aerial+View+1/Campus+Aerial+View+1_mid.jpg",
   "link": "http://ucla.edu"
 },
 {
   "name": "Carnegie Mellon University",
   "description": "Carnegie Mellon University, founded by industrialist and philanthropist Andrew Carnegie, is located in Pittsburgh, which offers dining and entertainment options as well as professional sports teams including the Penguins (hockey), Steelers (football) and Pirates (baseball). Only freshmen are required to live on campus, but the university guarantees housing for all four years, and the majority of students choose to remain on campus. Nearly 20 percent of the student population is affiliated with Greek life, which consists of more than 20 fraternities and sororities. The Carnegie Mellon Tartans compete in NCAA Division III competitions, and the Kiltie Band, which sports full Scottish regalia, performs at every home football game.",
   "SAT": 1520,
   "GPA": 3.9,
   "geography": "northeast",
   "size": "medium",
   "urbanization": "urban",
   "ownership": "private",
   "image": "https://www.cmu.edu/assets/images/site/meta-image-cmu.jpg",
   "link": "http://cmu.edu"
 },
 {
   "name": "Emory University",
   "description": "Emory University, located near downtown Atlanta, is divided into nine schools and colleges, four of which serve undergraduate and graduate students. Emory’s graduate programs include the highly ranked Goizueta Business School, School of Law and School of Medicine. First- and second-year students are required to live on campus, but a majority of students remain on campus all four years. The Student Programming Council organizes events and performances throughout the year, including from well-known entertainers and musicians. A popular student organization is Volunteer Emory, which oversees community service activities. The Emory Eagles have nearly 20 NCAA Division III varsity teams and are well-known for their successful swimming and diving team. Regardless of whether they participate in varsity athletics, all students are required to take two courses in physical education. Emory also has a thriving Greek community.",
   "SAT": 1480,
   "GPA": 3.8,
   "geography": "south",
   "size": "medium",
   "urbanization": "urban",
   "ownership": "private",
   "image": "https://www.emory.edu/home/_includes/images/sections/admission/4.7.1/_0001_0010507-12ai-f022-maps.jpg",
   "link": "http://emory.edu"
 },
 {
   "name": "Georgetown University",
   "description": "Georgetown University is situated overlooking the Potomac River just a few minutes from downtown Washington. There are numerous traditional residence halls, and freshmen, sophomores and juniors are required to live on campus. Other students choose to live in the townhouses and apartments surrounding campus. Student organizations on campus include religious groups, media outlets and student government. The Georgetown Hoyas are part of the NCAA’s Division I and are well known for their dominant men’s basketball team, which maintains a fierce rivalry with Syracuse University and plays most home games at Capital One Arena, also home to the Washington Wizards. The popular chant \"hoya saxa,\" a mix of ancient Greek and Latin that means \"what rocks,\" gained prominence in 1920 and – contrary to popular belief – has nothing to do with Georgetown’s mascot, Jack the Bulldog.",
   "SAT": 1480,
   "GPA": 0,
   "geography": "south",
   "size": "medium",
   "urbanization": "urban",
   "ownership": "private",
   "image": "https://osei.georgetown.edu/wp-content/uploads/sites/258/2020/01/SSH-Georgetown-Campus-scaled.jpg",
   "link": "http://georgetown.edu"
 },
 {
   "name": "New York University",
   "description": "New York University’s primary campus is located in the lively Greenwich Village neighborhood of Manhattan. NYU is a true city school, with no borders separating a distinct campus from the streets of the Big Apple. Students are guaranteed housing for all four years in the many residence halls throughout Manhattan, but many upperclassmen choose to live off campus in apartments around the city. NYU has a small but active Greek life with more than 30 fraternity and sorority chapters. There are more than 300 student organizations on campus, such as WNYU, the student radio station which streams online and broadcasts on a local FM channel to the university community.",
   "SAT": 1510,
   "GPA": 3.8,
   "geography": "northeast",
   "size": "large",
   "urbanization": "urban",
   "ownership": "private",
   "image": "https://meet.nyu.edu/wp-content/uploads/2023/03/22-0531_NYU_125-1-scaled.jpg",
   "link": "http://nyu.edu"
 },
 {
   "name": "University of Michigan, Ann Arbor",
   "description": "The university boasts of Ann Arbor, only 45 minutes from Detroit, as one of the best college towns in the U.S. Freshmen are guaranteed housing but not required to live on campus. Students can join one of the school’s more than 1,500 student organizations or 62 Greek chapters. Athletics play a central role at Michigan, including the football team’s fierce rivalry with Ohio State. Michigan also offers highly ranked graduate programs, including the Stephen M. Ross School of Business, College of Engineering, Law School and Medical School, in addition to the well-regarded School of Dentistry and Taubman College for Architecture and Urban Planning. The University of Michigan Hospitals and Health Centers is ranked among the top hospitals in the country.",
   "SAT": 1440,
   "GPA": 3.9,
   "geography": "midwest",
   "size": "large",
   "urbanization": "urban",
   "ownership": "public",
   "image": "https://www.commonapp.org/static/1c588201d2773604b235f6e2aa423c67/university-michigan_439.jpg",
   "link": "https://umich.edu"
 },
 {
   "name": "University of Southern California",
   "description": "The University of Southern California’s central campus, referred to as the University Park campus, is located in Los Angeles’s Downtown Arts and Education Corridor. USC has other campuses in L.A. in addition to sites around Southern California and in Sacramento, Calif., and Washington, D.C. Students can participate in the more than 1,000 on-campus organizations, ranging from religious groups to club sports. USC students are not required to live on campus, but the university offers housing in its 40 or so residence halls and apartment buildings. A thriving Greek life comprises more than 50 chapters representing about 20 percent of undergraduate students. The USC Trojans compete in the Pac-12 Conference and are known for their legendary football program.",
   "SAT": 1470,
   "GPA": 3.8,
   "geography": "west",
   "size": "large",
   "urbanization": "urban",
   "ownership": "private",
   "image": "https://dailytrojan.com/wp-content/uploads/2021/11/DSC-5123-1-scaled.jpg",
   "link": "http://usc.edu"
 },
 {
   "name": "University of Virginia",
   "description": "Founded by Thomas Jefferson, the University of Virginia is located in Charlottesville. It’s referred to among insiders as Mr. Jefferson’s University or simply The University. Only first-year students are required to live on campus, and many upperclassmen live in off-campus apartments or fraternity and sorority houses. Greek life is prominent at UVA with a membership that includes approximately 35 percent of the student body. The Cavaliers, known unofficially as Wahoos or ‘Hoos, are members of the NCAA Division I Atlantic Coast Conference and are well known for their consistently dominant men’s and women’s lacrosse teams.",
   "SAT": 1460,
   "GPA": 0,
   "geography": "south",
   "size": "large",
   "urbanization": "suburban",
   "ownership": "public",
   "image": "https://news.virginia.edu/sites/default/files/article_image/accolades_ss_header.jpg",
   "link": "https://www.virginia.edu"
 },
 {
   "name": "University of Florida",
   "description": "The University of Florida is about two miles away from downtown Gainesville, a college town bolstered by the school’s more than 50,000 students. The Florida Gators sports teams compete in the NCAA Division I Southeastern Conference, and are supported by mascots Albert and Alberta the Alligators. The Gator football team, which competes in Ben Hill Griffin Stadium – commonly called the \"The Swamp\" – is particularly notorious. The team became the namesake of popular sports drink Gatorade in 1965, after freshmen Gators participated in an experiment with the novel beverage. The annual Gator Growl, held each Homecoming weekend, has been called the largest student-run pep rally in the nation. About 15 percent of students are involved in the school’s 60-plus fraternities and sororities. Freshmen do not have to live on campus, though more than 75 percent opt to do so. All students can partake in Gator Nights, held every Friday, which offer free late-night entertainment and midnight snacks.",
   "SAT": 1380,
   "GPA": 3.9,
   "geography": "south",
   "size": "large",
   "urbanization": "suburban",
   "ownership": "public",
   "image": "https://www.usnews.com/dims4/USNEWS/5a76d5f/17177859217/resize/800x540%3E/quality/85/?url=https%3A%2F%2Fmedia.beam.usnews.com%2Fc9%2F844457842f898f790238b07f5a20a5%2F2021-04-20_Campus-Photos-2.jpg",
   "link": "https://www.google.com/url?sa=t&rct=j&q=&esrc=s&source=web&cd=&cad=rja&uact=8&ved=2ahUKEwjh3MiDto6AAxVLlYkEHTibB5AQFnoECBIQAQ&url=https%3A%2F%2Fwww.ufl.edu%2F&usg=AOvVaw2tZ3PfjQlTDMvWzFl-EYKZ&opi=89978449"
 },
 {
   "name": "University of North Carolina at Chapel Hill",
   "description": "The University of North Carolina at Chapel Hill, often referred to as UNC, offers a wide range of student activities. Popular student organizations include The Daily Tarheel, UNC's student newspaper, and WXYC, the student-run radio station. Nearly 20% of students are members of Greek life. Chapel Hill, which surrounds UNC, is often considered one of the best college towns in the country, offering music, restaurants and shopping. Almost half of all undergraduates live on campus in one of the residence halls or apartment complexes. The North Carolina Tar Heels are members of the Atlantic Coast Conference and are known for their men’s basketball team, which maintains a storied rivalry with nearby institution Duke University and is one of the most successful programs in college basketball. Former players include Michael Jordan and Vince Carter.",
   "SAT": 1410,
   "GPA": 0,
   "geography": "south",
   "size": "large",
   "urbanization": "suburban",
   "ownership": "public",
   "image": "https://d3m7xw68ay40x8.cloudfront.net/assets/2017/02/10160559/unc.jpg",
   "link": "http://unc.edu"
 },
 {
   "name": "Wake Forest University",
   "description": "Wake Forest University is located in Winston-Salem, North Carolina, just a few hours by car from skiing in the Blue Ridge Mountains or relaxing on the beaches of South Carolina. Campus Recreation offers intramural sports and outdoor trips such as kayaking on the New River, mountain biking and sky-diving. The Demon Deacons, Wake’s athletic teams, are members of the NCAA Division I Atlantic Coast Conference. When Wake Forest played rival Duke University in 1922 and won, a local reporter described the Wake players as \"Demon Deacons,\" and thus, the mascot was born. Students must live on campus for six semesters in one of the residence halls. Greek organizations play a big role at Wake Forest, with membership consisting of almost half of the student body.",
   "SAT": 1420,
   "GPA": 0,
   "geography": "south",
   "size": "medium",
   "urbanization": "suburban",
   "ownership": "private",
   "image": "https://www.usnews.com/dims4/USNEWS/a1989a4/17177859217/resize/800x540%3E/quality/85/?url=https%3A%2F%2Fmedia.beam.usnews.com%2F96%2F20796e235018f451de8f0451e43f33%2Fcollege-photo_11989.jpg",
   "link": "https://www.wfu.edu"
 },
 {
   "name": "Tufts University",
   "description": "Tufts University, located not far from downtown Boston, is comprised of the School of Arts and Sciences, and the School of Engineering that serves both undergraduate and graduate students, and a number of graduate and professional schools, including the highly ranked School of Medicine and Cummings School of Veterinary Medicine. All freshmen and sophomores are required to live on campus. Students can participate in such student groups as cycling, which is a club sport; the Beelzebubs, an all-male a cappella group; and the Geological Society. About half of the student body participates in study abroad programs, and approximately a quarter of students are affiliated with Greek life. Tufts’ official mascot, Jumbo the elephant, is the only school mascot listed in Merriam-Webster dictionary. Tufts also has a permanent art collection that features works by Pablo Picasso, Andy Warhol and John Singer Sargent.",
   "SAT": 1490,
   "GPA": 0,
   "geography": "northeast",
   "size": "medium",
   "urbanization": "suburban",
   "ownership": "private",
   "image": "https://cdn2.hubspot.net/hubfs/567775/Gallery/Campus/Tufts-University-Campus-Aerial.jpg",
   "link": "https://www.tufts.edu"
 },
 {
   "name": "University of California, Santa Barbara",
   "description": "Located 100 miles up the coast from Los Angeles, the University of California, Santa Barbara sits atop cliffs overlooking the Pacific Ocean. Students can get involved in any of the more than 400 clubs and organizations on campus, including a Greek community that comprises about 10% of undergraduate students. UCSB provides housing to about 30% of students in eight residence halls and several university apartment complexes. The UC Santa Barbara Gauchos compete primarily in the NCAA Division I Big West Conference and are known for their successful women’s basketball and men’s soccer teams. Non-varsity students can join a club team such as cycling, surfing, rugby or ski and snowboard.",
   "SAT": 1350,
   "GPA": 3.9,
   "geography": "west",
   "size": "large",
   "urbanization": "suburban",
   "ownership": "public",
   "image": "https://www.news.ucsb.edu/sites/default/files/images/2019/perko-storke-tower-5_0.jpg",
   "link": "http://www.ucsb.edu"
 },
 {
   "name": "University of California, Irvine",
   "description": "The University of California, Irvine, a research institution in Orange County, specializes in areas such as cancer and neuroscience studies in conjunction with the highly ranked UC Irvine Medical Center. Graduate programs are highly regarded at UC Irvine, too, with specialty offerings at the Paul Merage School of Business and the Henry Samueli School of Engineering. Students can participate in more than 500 student organizations, including nearly 50 fraternities and sororities. The Pacific Ocean is only 5 miles from campus. Known as a commuter school, the university offers on-campus residences. Freshmen are not required to live on campus but more than three-fourths do. The university has earned accolades for its eco-friendly measures, promoting green initiatives through student groups like the Anteaters for Recycling and Conservation.",
   "SAT": 1330,
   "GPA": 0,
   "geography": "west",
   "size": "large",
   "urbanization": "suburban",
   "ownership": "public",
   "image": "https://www.doingcollege.com/wp-content/uploads/2018/06/UC-Irvine-960.jpg",
   "link": "http://www.uci.edu"
 },
 {
   "name": "University of California, San Diego",
   "description": "The University of California, San Diego lies alongside the Pacific Ocean in the La Jolla community of San Diego. The UCSD Tritons compete in more than 20 NCAA Division II sports, mainly in the California Collegiate Athletic Association. The school has hundreds of student organizations, and the university hosts a thriving Greek community. All freshmen are eligible for guaranteed on-campus housing for two years, but they are not required to live on campus. The campus has an aquarium and is home to the Large High Performance Outdoor Shake Table, which tests structures’ ability to withstand simulated earthquakes.",
   "SAT": 1370,
   "GPA": 3.9,
   "geography": "west",
   "size": "large",
   "urbanization": "urban",
   "ownership": "public",
   "image": "https://today.ucsd.edu/news_uploads/Resized_Geisel_Library_08.31.jpg",
   "link": "https://ucsd.edu"
 },
 {
   "name": "Boston College",
   "description": "Boston College, located just outside downtown Boston, was founded by the Society of Jesus and has maintained its Roman Catholic Jesuit religious affiliation. The Carnegie Foundation for the Advancement of Teaching classifies it as a university with high research activity. BC has nine schools, which include such highly ranked graduate programs as the Lynch School of Education, Boston College Law School and Carroll School of Management. The school competes in nearly 30 NCAA Division I varsity sports in the Atlantic Coast Conference, and the BC Eagles have one of the highest graduation rates for student athletes in the country. Students can join more than 200 clubs and organizations, but there is no Greek system on campus. Freshmen are not required to live on campus, but the majority choose to do so. More than 1,000 students participate in study abroad each year.",
   "SAT": 1470,
   "GPA": 0,
   "geography": "northeast",
   "size": "medium",
   "urbanization": "suburban",
   "ownership": "private",
   "image": "https://www.usnews.com/dims4/USNEWS/e37f45e/17177859217/resize/800x540%3E/quality/85/?url=https%3A%2F%2Fmedia.beam.usnews.com%2F6e%2Fd8a881f19b211928f27b07fa3171de%2Fcollege-photo_16949.jpg",
   "link": "http://www.bc.edu"
 },
 {
   "name": "University of Rochester",
   "description": "The University of Rochester describes itself as one of the smallest and most collegiate schools among the nation’s top research universities. The Yellowjackets mainly compete in the University Athletic Association and participate in NCAA Division III sports. The school also offers more than 250 student organizations, and one quarter of students are affiliated with Greek life on campus. Rochester’s a cappella ensembles are among the country’s best. Freshmen and sophomores are required to live on campus, and two-thirds of the juniors and more than half of the seniors choose to remain on campus. Rochester’s main campus is located two miles south of downtown Rochester, N.Y., in the bend of the Genesee River.",
   "SAT": 1440,
   "GPA": 3.8,
   "geography": "northeast",
   "size": "medium",
   "urbanization": "urban",
   "ownership": "private",
   "image": "https://cdn.britannica.com/94/116994-050-FDE42ADA/Rush-Rhees-Library-University-of-Rochester-New-York.jpg",
   "link": "http://rochester.edu"
 },
 {
   "name": "University of California, Davis",
   "description": "The University of California, Davis, one of 10 schools in the University of California system, was originally established as a farm school for UC - Berkeley. Located just 15 miles from Sacramento, UC Davis' campus contains an airport, fire department and a collection of outdoor sculptures called Eggheads. There are more than 700 student organizations on campus in addition to a sizable Greek community that comprises about 65 fraternity and sorority chapters. All freshmen are guaranteed housing, and after their first year students typically move off campus or live in university apartments. The UC Davis Aggies field 25 NCAA Division I teams, and students can join the Aggie Pack, the largest student spirit organization in the country.",
   "SAT": 1270,
   "GPA": 0,
   "geography": "west",
   "size": "large",
   "urbanization": "urban",
   "ownership": "public",
   "image": "https://www.ucdavis.edu/sites/default/files/styles/ucd_panoramic_image/public/media/images/administration-uc-davis.jpg?h=9de04ce3&itok=KbO0Kkp2",
   "link": "https://www.ucdavis.edu"
 },
 {
   "name": "University of Texas at Austin",
   "description": "The University of Texas at Austin is one of the largest schools in the nation. It’s divided into 13 schools and colleges, the biggest of which is the College of Liberal Arts. It also has highly ranked graduate programs, including the McCombs School of Business, Cockrell School of Engineering and School of Nursing. Students can participate in more than 1,000 clubs and organizations or in the sizable UT Greek system. The university has several student media outlets, and its sports teams are notorious competitors in the Division I Big 12 Conference. UT also offers hundreds of study abroad programs, with the most popular destinations being Spain, Italy, the United Kingdom, France and China. Freshmen do not have to live on campus.",
   "SAT": 1360,
   "GPA": 0,
   "geography": "south",
   "size": "large",
   "urbanization": "urban",
   "ownership": "public",
   "image": "https://www.utexas.edu/sites/default/files/styles/utexas_hero_photo_image/public/hero-photos/maincampus_hero.jpg?itok=ZkKrhFki",
   "link": "https://www.utexas.edu"
 },
 {
   "name": "University of Wisconsin, Madison",
   "description": "The University of Wisconsin—Madison lies along the southern shore of Lake Mendota in the city of Madison. The Wisconsin Badgers compete in more than 20 NCAA Division I sports and are part of the Big Ten Conference. Students can get involved in nearly 900 organizations on campus. There is also an active Greek life and social scene on campus, evident in Wisconsin’s reputation as one of the top party schools in the country. Freshmen are not required to live on campus, but many choose to do so. Students can opt to live in one of several residential communities where they learn and live with other students and faculty.",
   "SAT": 1420,
   "GPA": 3.9,
   "geography": "midwest",
   "size": "large",
   "urbanization": "urban",
   "ownership": "public",
   "image": "https://assets.simpleviewinc.com/simpleview/image/upload/c_limit,h_1200,q_75,w_1200/v1/clients/madison/16_FALL_UW_bascom_bbb5a986-44bb-4e56-9237-ff316bcefc9c.jpg",
   "link": "https://www.wisc.edu"
 },
 {
   "name": "Boston University",
   "description": "Boston University is one of the largest independent, nonprofit universities in the country. The BU Terriers have more than 20 NCAA Division I varsity sports. BU’s hockey team has won multiple NCAA national championships. BU also has nearly 500 student clubs, ranging from Ski Racing to the Juggling Association. BU created one of the first study abroad programs, and currently sponsors more than 90 international programs. Freshmen are required to live on campus, and about 80 percent of undergraduate students live on the main Boston campus, which lies along the Charles River.",
   "SAT": 1440,
   "GPA": 3.8,
   "geography": "northeast",
   "size": "large",
   "urbanization": "urban",
   "ownership": "private",
   "image": "https://www.bu.edu/federal/files/2020/03/12-5859-CLASSICVUE-021-min-e1584923471388-1200x500.jpg",
   "link": "https://www.bu.edu"
 },
 {
   "name": "University of Illinois Urbana-Champaign",
   "description": "The University of Illinois is located in the twin cities of Urbana and Champaign in east-central Illinois, only a few hours from Chicago, Indianapolis and St. Louis. The school's Fighting Illini participate in more than 20 NCAA Division I varsity sports and are part of the Big Ten Conference. The university boasts one of the largest Greek systems in the country, and almost a quarter of the student body is involved. It’s not hard to find something to do on campus with more than 1,600 student organizations, including professional, political and philanthropic clubs. All freshmen are required to live on campus.",
   "SAT": 1430,
   "GPA": 0,
   "geography": "midwest",
   "size": "large",
   "urbanization": "urban",
   "ownership": "public",
   "image": "https://wchnicholas.github.io/img/UIUC_overview.jpeg",
   "link": "https://illinois.edu"
 },
 {
   "name": "William & Mary",
   "description": "William & Mary, located in Williamsburg, Virginia, is the second oldest college in the U.S. King William III and Queen Mary II of England founded the school in 1693. The university has more than 30 undergraduate programs and more than 10 graduate and professional degree programs. Its highly ranked graduate schools include the Marshall-Wythe School of Law, the first law school in the U.S.; the School of Education; and the Mason School of Business. Students can join the Phi Beta Kappa fraternity, the nation’s first academic Greek society, as well as other fraternities and sororities. All freshmen are required to live on campus, and the majority of upperclassmen choose to live on campus as well.",
   "SAT": 1440,
   "GPA": 3.9,
   "geography": "south",
   "size": "medium",
   "urbanization": "suburban",
   "ownership": "public",
   "image": "https://www.wm.edu/about/images/wren/wren_home.jpg",
   "link": "http://www.wm.edu"
 },
 {
   "name": "Brandeis University",
   "description": "Brandeis University is located in Waltham, Mass., just nine miles west of Boston. Students are guaranteed housing for their first four semesters. In addition to student-run TV and radio stations, Brandeis has religious and performance groups, service organizations, cultural awareness groups, performance groups and more. The Shapiro Campus Center serves as a hub of student activity on campus, housing a theater, bookstore, cafe, library, meeting rooms and a student art gallery. Cholmondeley’s, the campus coffeehouse, is another hotspot for concerts and comedy shows. The Brandeis Judges field more than 15 NCAA Division III teams and are known for their strong men’s soccer team. There is no Greek life on campus.",
   "SAT": 1450,
   "GPA": 3.8,
   "geography": "northeast",
   "size": "small",
   "urbanization": "suburban",
   "ownership": "private",
   "image": "https://www.brandeis.edu/admissions/visit/images/mandel.jpg",
   "link": "http://www.brandeis.edu"
 },
 {
   "name": "Case Western Reserve University",
   "description": "Case Western Reserve University is known for its world class research, but with more than 200 student organizations, there are plenty of opportunities to get involved outside the classroom, too. The Case Western Spartans varsity teams compete in the Division III University Athletic Association. The Greek system, which stresses a commitment to on-campus and community service, involves about one third of students. The campus is located about 20 minutes from downtown Cleveland, where students have free access to a handful of downtown museums like the Rock and Roll Hall of Fame and the Great Lakes Science Center. On campus, freshmen live in one of four themed residential communities, which are called Cedar, Juniper, Magnolia and Mistletoe. All students are invited to the annual SpringFest, a collection of music, carnival games and activities that is the largest student-run event on campus.",
   "SAT": 1470,
   "GPA": 3.9,
   "geography": "midwest",
   "size": "medium",
   "urbanization": "urban",
   "ownership": "private",
   "image": "https://case.edu/hr/sites/case.edu.hr/files/styles/subfeature_705x528_/public/2018-08/cwru-campus.jpg?h=707772c7&itok=DISLyREY",
   "link": "http://case.edu"
 },
 {
   "name": "Georgia Institute of Technology",
   "description": "Georgia Tech, located in the heart of Atlanta, offers a wide range of student activities. The Georgia Tech Yellow Jackets, an NCAA Division I team, compete in the Atlantic Coast Conference and have a fierce rivalry with the University of Georgia. Since 1961, the football team has been led onto the field at home games by the Ramblin' Wreck, a restored 1930 Model A Ford Sport Coupe. Georgia Tech has a small but vibrant Greek community. Freshmen are offered housing, but aren't required to live on campus. In addition to its campuses in Atlanta and Savannah, Georgia Tech has campuses in France, Ireland, Costa Rica, Singapore and China.",
   "SAT": 1450,
   "GPA": 3.9,
   "geography": "south",
   "size": "large",
   "urbanization": "urban",
   "ownership": "public",
   "image": "https://www.gatech.edu/sites/default/files/styles/hero_16_9_large_992x558_/public/half-half/main-campus.jpg?h=b6101ac9&itok=3N_Z_TOq",
   "link": "https://www.google.com/url?sa=t&rct=j&q=&esrc=s&source=web&cd=&cad=rja&uact=8&ved=2ahUKEwick8vXuY6AAxWClIkEHeP2CD8QFnoECCYQAQ&url=https%3A%2F%2Fwww.gatech.edu%2F&usg=AOvVaw165LHdUOlw2Xka5vn3EIA-&opi=89978449"
 },
 {
   "name": "Northeastern University",
   "description": "At Northeastern University, students gain substantial work experience before receiving their diplomas. More than 90 percent of Northeastern undergraduates complete at least one professional co-op during their college career, working for one of more than 2,000 employers around the world, such as ESPN and MTV. Students can choose to complete their degree in four years, with the potential for two co-ops, or five years, building in time for three co-ops. Outside of the classroom and workplace, there are more than 400 clubs and organizations for students, including more than 30 fraternities and sororities. The Northeastern Huskies compete in the NCAA Division I Colonial Athletic Conference. More than 3,000 students compete at the club and intramural sport level. Freshmen and sophomores are required to live on campus. Northeastern’s campus is spread out across 73 acres in the venerable college town of Boston. Northeastern has its own stop on Boston’s subway system, commonly called the T. The city, home to myriad colleges, is steeped in American history and full of activities for students.",
   "SAT": 1490,
   "GPA": 0,
   "geography": "northeast",
   "size": "large",
   "urbanization": "urban",
   "ownership": "private",
   "image": "https://www.archpaper.com/wp-content/uploads/2021/06/NEU-ISEC-4842_web-res_mli-edited-scaled.jpg",
   "link": "https://www.archpaper.com/wp-content/uploads/2021/06/NEU-ISEC-4842_web-res_mli-edited-scaled.jpg"
 },
 {
   "name": "Tulane University",
   "description": "Tulane University, located in New Orleans, is divided between the main uptown campus and a downtown campus, which is the center for health science programs. The school has a well-regarded law school, and its School of Public Health and Tropical Medicine is the only specialty school of its kind in the U.S. Freshmen and sophomores must live on campus, with a few exceptions. Students can participate in more than 200 student organizations on campus. More than 40 percent of students are involved in Tulane’s 24 sororities and fraternities. Female students at Tulane University receive extra support through the Newcomb College Institute, which hosts symposiums and guest speakers and offers mentors to young women. Notable alumni include former Speaker of the House Newt Gingrich, talk show host Jerry Springer and Douglas R. Ellin, creator of HBO’s hit show \"Entourage.\"",
   "SAT": 1430,
   "GPA": 3.6,
   "geography": "south",
   "size": "medium",
   "urbanization": "urban",
   "ownership": "private",
   "image": "https://media.istockphoto.com/id/1276523297/photo/tulane-university.jpg?s=612x612&w=0&k=20&c=ODUuqPVrFS2bD1VpLZ_Na-05izN7ZU2yIboiXna3yGY=",
   "link": "http://tulane.edu"
 },
 {
   "name": "The Ohio State University",
   "description": "OSU offers more than 200 undergraduate majors, as well as a Personalized Study Program where students can design a nontraditional education. The university also offers a variety of graduate programs through such highly ranked schools as the College of Education and Human Ecology, Max M. Fisher College of Business and College of Medicine. Students can participate in more than 1,000 on-campus clubs and organizations, including more than 60 fraternities and sororities, or volunteer through the Pay It Forward program. Sports are a big part of campus life, with The Ohio State University Buckeyes competing in the NCAA Division I Big Ten Conference. All freshmen must live on campus, unless they are from Central Ohio and can commute. Students can also study abroad in more than 75 countries through OSU.",
   "SAT": 1340,
   "GPA": 0,
   "geography": "midwest",
   "size": "large",
   "urbanization": "urban",
   "ownership": "public",
   "image": "https://ngsp.osu.edu/sites/default/files/styles/slideshow_image/public/the%20oval.jpg?itok=Hag5iaOt",
   "link": "http://osu.edu"
 },
 {
   "name": "University of Georgia",
   "description": "At its founding, The University of Georgia made history as the first public, state-supported college in America. These days, the school is known for its vibrant student community. UGA’s college town of Athens was rated among the best college towns in the country by U.S. News, and the competitive Bulldogs sports teams compete in the NCAA Division I Southeastern Conference. There are more than 700 student clubs and organizations, including more than 60 Greek chapters that involve around 25% of UGA students. Community service is a particularly big focus, with student-run philanthropies such as UGA Miracle, a yearlong fundraiser and 24-hour Dance Marathon for Children’s Healthcare of Atlanta. First-year students must live on campus, but Atlanta is 60 miles away for those itching for a road trip.",
   "SAT": 1360,
   "GPA": 3.9,
   "geography": "south",
   "size": "large",
   "urbanization": "urban",
   "ownership": "public",
   "image": "https://visit.uga.edu/_resources/images/blc-courtyard.jpg",
   "link": "https://www.uga.edu"
 }
]